{
 "(Effect: When any player plays an animal tag (including this), add 1 animal on this card.)": "（效果：每当出现一张动物标志牌（包括此牌），你可以将1张动物牌加入此牌。）",
 "1 VP for each habitat tile adjacent to your habitat tiles.": "每个与自己的栖息地板块相邻的栖息地板块获得1分。",
 "1 VP for each road tile on The Moon.": "每个道路板块价值1分。",
 "Action: Add 1 science resource to ANY card [except those giving 2 or more VP per 1 science resource.]": "行动：在任意一张卡牌上添加1点科学，[除了那些每点科学资源提供2或更多分数的卡牌]。",
 "Action: Gain 1 M€ for each road tile on The Moon.": "行动：每个月球上的道路板块获得1 M€。",
 "Action: Place 1 delegate in any party for every 5 Moon tags you have [max 3.]": "行动：每有5个自己的月亮标志，将1个代表放置在任意政党中[max. 3].",
 "Action: Spend 1 titanium to add 1 syndicate fleet on this card OR remove 1 syndicate fleet from this card to steal 2M€ from every opponent.": "行动：支付1个钛，在此卡上添加1个联合舰队，或者从此卡上移除1个联合舰队，从每个对手那里窃取2M€。",
 "Crescent Research Association": "月牙研究联盟",
 "Effect: Automatically remove every 3 resource cubes collected here and increase your TR 1 step.": "效果：自动移除所有收集的3个铜色资源，并将你的改造度增加1。",
 "Effect: When any player raises any Moon Rate, gain 1M€ per step.": "效果：每当任何玩家提高任何月球轨道时，您将获得每个提高的步骤1 M€。",
 "Effect: When you place a colony tile, gain 2 M€ for each adjacent colony tile.": "效果：当你放置一个栖息地板块时，每个相邻的栖息地板块都会获得2M€。",
 "Effect: When you place a mine tile on The Moon, raise your titanium production 1 step.": "效果：当你在月球上放置一个矿块时，你的钛生产增加1。",
 "Effect: When you place a tile on The Moon, steal 2 M€ from opponents for each of their tiles next to yours.": "效果：如果你在月球上放置一块方块，你会从每个与你相邻的对手的方块中偷走2M€。",
 "Effect: When you play a Moon tag, including these, add a resource cube on this card.": "效果：当你打出一张月亮标志牌时，在该牌上放置一个铜色资源。",
 "Effect: When you play a Moon tag, you pay 1 M€ less for each Moon tag you have.": "效果：当你打出一个月亮标志时，每个你已经打出的月亮标志的费用减少1M€。",
 "Effect: When you raise any Moon Rate, increase your M€ production 1 step per step.": "效果：如果你提高任意一个月球轨道，则每提高一步，你的M€生产增加1。",
 "Effect: When your delegate becomes the chairman, increase your TR 1 step.": "效果：当你的代表接管主席职位时，将你的改造度增加1。",
 "Effect: You may use titanium resources as 2M€ each.": "效果：你可以将钛用作2M€。",
 "Intragen Sanctuary Headquarters": "Intragen避难所总部",
 "Luna First Incorporated": "月球先行公司",
 "Luna Hyperloop Corporation": "月球超级高速列车",
 "Luna Trade Federation": "月球贸易联盟",
 "Nanotech Industries": "纳米技术工业",
 "Tempest Consultancy": "暴风咨询公司",
 "The Archaic Foundation Institute": "原始基金会研究所",
 "The Darkside of The Moon Syndicate": "暗面边缘联盟",
 "The Grand Luna Capital Group": "大月亮资本集团",
 "You start with 15 M€ and 10 titanium.": "你开始有15M€和10个钛。",
 "You start with 32 M€ and 1 titanium. As your first action, place a habitat tile on The Moon and raise the habitat rate 1 step.": "你开始时有32M€和1个钛。作为游戏中的第一个行动，在月球上放置一个栖息地板块并将栖息地轨道提高1点。",
 "You start with 37 M€. As your first action, place 2 delegates in one party.": "你开始有37M€。在游戏中的第一个行动是将2个代表放入一个政党中。",
 "You start with 38 M€ and 4 steel.": "你开始有38M€和4个钢。",
 "You start with 38 M€. As your first action, place a habitat tile on The Moon and raise the habitat rate 1 step. 1 VP for every 2 animals on this card.": "你开始时有38M€。在游戏中的第一个行动是在月球上放置一个栖息地板块并将栖息地轨道提高1。每2个动物在此卡上，你获得1分。",
 "You start with 40 M€ and 2 syndicate fleets on this card.": "你在这张地图上有40M€和2个联合舰队。",
 "You start with 40 M€, 1 steel, and 1 titanium.": "你开始时有40M€，1个钢和1个钛。",
 "You start with 42 M€. As your first action, draw 3 cards. Take 2 of them into hand, and discard the rest. 1 VP for every 2 science resources here.": "你开始时有42M€。在游戏中的第一个行动是抽3张牌。将其中2张牌放入手中，弃掉其余的牌。每2点科学资源可以获得1分。",
 "You start with 50 M€. 1 VP for every 3 Moon tags you have.": "你开始有50M€。每3个月亮标志获得1分。",
 "You start with 55 M€.": "你开始有55M€。"
}
