{
  "1 VP PER MOON TAG YOU HAVE.": "每有1个月球标志，获得1分。",
  "1 VP for every 3 data resources here.": "每3个数据资源，获得1分",
  "1 VP per 3 microbes here.": "每3个微生物资源，获得1分",
  "1 VP per Moon tag you have.": "每有1个月球标志，获得1分",
  "2 VP PER MINING TILE ADJACENT TO THIS TILE.": "每2个与此板块相邻的矿山板块，获得1分",
  "2 titanium production": "需要2点钛产能。",
  "AI Controlled Mine Network": "AI控制采矿网络",
  "ALL OPPONENTS CANNOT RETRIEVE THEIR TRADE FLEETS THIS GENERATION": "所有的对手都无法在这时代中收回贸易飞船。",
  "Action: Add 1 data resource to ANY card": "行动：向任意一张卡牌添加1个数据资源。",
  "Action: Add 1 microbe here.": "行动：向此卡牌添加1个微生物。",
  "Action: Add 1 science resource here for each Moon tag you have.": "行动：每有1个月球标志，为此牌添加1个科学资源。",
  "Action: Add 1 science resource here per every 5 science tags you have.": "行动：每5个科学标志，将1个科学资源添加到此卡中。",
  "Action: Add 1 science resource here, or spend 1 science resource here to raise your TR 1 step.": "行动：将1个科学资源添加到此卡牌，或移除1个科学资源以增加1点改造度。",
  "Action: Add 1 science to ANY card [EXCEPT those giving 2 VP or more per science resource.]": "行动：在任意一张卡牌上添加1个科学资源，[除了那些每个科学资源提供2或更多分的卡牌].",
  "Action: Add 2 data to ANY card.": "行动：在任意一张卡牌上添加2个数据。",
  "Action: Gain 1 M€ for each level of mining rate.": "行动：每个矿山轨道可获得1M€。",
  "Action: Gain 2 M€ for each habitat tile on The Moon.": "行动：每个月球栖息地板块获得2M€。",
  "Action: Place one of your delegates in any party.": "行动：将你的一名代表从大厅移动到任意一个政党。",
  "Action: Spend 1 steel to add 2 data resources to ANY card.": "行动：支付1点钢铁，将2个数据添加到任意一张卡片中。",
  "Action: Spend 1 steel to add 2 microbes here.": "行动：支付1钢，将2微生物添加到此卡牌中。",
  "Action: Spend 2 microbes to raise the habitat rate 1 step.": "行动：移除此卡片上的2个微生物，以增加1个殖民地轨道。",
  "Action: Spend 2 steel to increase your energy production 1 step.": "行动：支付2点钢铁，将你的电能产能增加1。",
  "Action: Spend 2X M€ to gain X titanium [max 8 M€]": "活动：支付2倍的M€，以获得X点钛 [最多8M€]",
  "Action: Spend 3X M€ to gain 2X steel (max 9 M€)": "活动：支付3倍M€，获得2倍钢铁（最多9M€）",
  "Action: Spend X steel to gain 3X M€ (max 3 steel).": "活动：支付X钢铁，获得3XM€（最多3钢铁）",
  "Action: Spend X titanium to gain 4X M€ [max 4 titanium].": "活动：支付X点钛，以获得4XM€[最多4点钛]。",
  "Action: Steal 2 M€ from each player and add a resource cube here.": "行动：从每个玩家那里偷取2M€，并向此卡牌添加一个资源。",
  "Algae Bioreactors": "藻类生物反应器",
  "An Offer You Can't Refuse": "一个无法拒绝的条件",
  "Ancient Shipyards": "古代造船厂",
  "Ancient Shipyards (Nerfed)": "古代造船厂（被削弱）",
  "Archimedes Hydroponics Station": "阿基米德水培站",
  "Aristarchus Road Network": "阿里斯塔克斯街道网络",
  "Basic Infrastructure": "基础设施",
  "Colonist Shuttles": "殖民者穿梭机",
  "Copernicus Solar Arrays": "哥白尼太阳能电池",
  "Copernicus Tower": "哥白尼塔",
  "Core Mine": "核地雷",
  "Cosmic Radiation": "宇宙射线",
  "DRAW 5 CARDS DURING THE RESEARCH PHASE FOR THE NEXT 2 GENERATIONS.": "在接下来的两时代，研究阶段你抽取5张牌。",
  "Darkside Incubation Plant": "暗面孵化设施",
  "Darkside Meteor Bombardment": "暗面流星雨轰击",
  "Darkside Mining Syndicate": "暗面矿业联盟",
  "Darkside Observatory": "暗面天文台",
  "Decrease your energy production 1 step and increase your M€ production 3 steps. Spend 1 steel. Place a road tile on The Moon and raise the Logistics Rate 1 step.": "降低你的电能产能1，增加你的M€产能3。支付1钢铁。在月球上放置一块道路板块，将物流轨道提高1。",
  "Decrease your energy production 1 step and increase your plant production 1 step. Spend 1 titanium. Place a habitat tile on The Moon and raise the habitat rate 1 step.": "将你的电能产能减少1，将你的植物产能增加1。支付1点钛。在月球上放置一个栖息地板块并将殖民地轨道增加1。",
  "Decrease your energy production 1 step and your M€ production 1 step. Increase your plant production 2 steps.": "减少你的电能和M€产能1点。增加你的植物产能2点。",
  "Decrease your energy production 1 step and your M€ production 1 step. Spend 1 titanium. Place a habitat tile on The Moon and raise the habitat rate 1 step.": "将你的电能产能和M€产能减少1。支付1点钛金属。在月球上放置一个栖息地板块并将殖民地轨道提高1。",
  "Decrease your energy production 2 steps and increase your M€ production 4 steps. Spend 2 titanium. Place a habitat tile on The Moon and raise the habitat rate 1 step.": "将你的电能产能减少2并将你的M€产能增加4。支付2点钛金属。在月球上放置一个栖息地板块并将殖民地轨道增加1。",
  "Decrease your plant production 1 step. Raise the habitat rate 1 step and oxygen 1%.": "将你的植物产能减少1。将殖民地轨道提高1，氧气含量提高1%。",
  "Deep Lunar Mining": "月球深度挖掘",
  "Draw 1 card per 2 Moon tags you have, including this.": "根据你拥有的每2个月球标志抽1张牌，包括此牌。",
  "Draw 2 cards with a Moon tag. Gain 6 steel.": "抽取2张带有月球标志的卡牌。获得6点钢铁。",
  "Earth Embassy": "地球大使馆",
  "Effect: After being played, when you perform an action, your Moon tags count as Earth tags, but not vice versa.": "效果：当此卡牌被打出后，你的月球标志将被视为地球标志，但反之不成立，当你执行一个动作时。",
  "Effect: When playing a Moon tag, science resources here may be used as payment, and are worth 1M€ each.": "效果：当你使用一张月球标志牌时，可以将此牌上的科学价值以每1M€的价格用于支付。",
  "Effect: When playing a Moon tag, you do not pay additional steel or titanium for playing it.": "效果：当你打出一个月球标志时，你不需要支付额外的钢铁或钛来打出这些标志。",
  "Effect: When you build a habitat on The Moon, you spend 1 titanium less.": "效果：当你在月球上放置一个栖息地板块时，你少支付1点钛元素。",
  "Effect: When you build a mine on The Moon, you spend 1 titanium less.": "效果：当你在月球上放置一个采矿板块时，你少支付1点钛。",
  "Effect: When you pay for a Lunar standard project, you spend 4M€ less.": "效果：如果为月球标准项目付款，则少支付4M€。",
  "Effect: When you place a road tile on The Moon, you spend no steel on it.": "效果：在月球上放置街道瓷板块时，您不需要额外支付钢铁费用。",
  "Exchange a NON-NEUTRAL NON-LEADER delegate with one of your own from the reserve. You may then move your delegate to another party.": "用你的后备代表交换一个非中立的非领袖代表。然后你可以将你的代表调到另一个党派。",
  "First Lunar Settlement": "月球第一殖民地",
  "Gain 1 steel and 1 titanium. Raise the mining rate 1 step.": "获得1点钢和1点钛。将采矿轨道提高1。",
  "Gain 2 Trade Fleets. Raise the logistic rate 1 step.": "获得2个贸易飞船。将物流轨道提高1。",
  "Gain 2 steel and 2 titanium. Raise the mining rate 2 steps.": "得到2点钢和2点钛。将采矿轨道提高2点。",
  "Gain 3 titanium or 4 steel. Raise the mining rate 1 step.": "获得3点钛或4点钢。将采矿轨道提高1点。",
  "Gain 4 M€ for each mining tile adjacent to a road tile. Raise the logistic rate 1 step.": "将每个与道路板块相邻的矿山板块板块的金额增加4 M€。将物流轨道提高1。",
  "Geodesic Tents": "地球仪形帐篷",
  "Grand Luna Academy": "大月球学院",
  "HE3 Fusion Plant": "HE3聚变能发电站",
  "HE3 Lobbyists": "HE3游说者",
  "HE3 Production Quotas": "HE3产能配额",
  "HE3 Refinery": "HE3精炼厂",
  "Habitat 14": "第14号栖息地",
  "Heavy Duty Rovers": "重型漫游车",
  "Heliostat Mirror Array": "日镜阵列",
  "Hypersensitive Silicon Chip Factory": "超敏感硅芯片工厂",
  "Improved Moon Concrete": "改良月球混凝土",
  "Increase your M€ production 1 step for each Moon tag you have (including this).": "每个月球标志（包括此标志）增加1点M€产能",
  "Increase your M€ production 1 step per 2 steps of habitat rate.": "每增加2点殖民地轨道，你的M€产能将增加1。",
  "Increase your M€ production 1 step per city tile NOT ON MARS. Increase habitat rate 1 step.": "每个不在火星的城市使你你的M€产能增加1点。将殖民地轨道增加1。",
  "Increase your energy production 1 step per city tile NOT ON MARS.": "每个不在火星的城市使你的电能产能增加1个城市地块",
  "Increase your titanium production 2 steps, or 1 step if the mining rate is at least 2. And then raise the mining rate 1 step.": "如果采矿轨道至少为2或更高，则将你的钛产量增加2或1；然后将采矿轨道增加1。",
  "Iron Extraction Center": "冶铁中心",
  "L.T.F. Headquarters": "L.T.F.总部",
  "L.T.F. Privileges": "L.T.F.特权",
  "Logistic rate": "物流轨道",
  "Luna Archives": "月球档案",
  "Luna Conference": "月球会议",
  "Luna Ecumenopolis": "环月球巨型城市",
  "Luna Mining Hub": "月球矿山枢纽",
  "Luna Political Institute": "月球政治研究所",
  "Luna Project Office": "月球项目办公室",
  "Luna Resort": "月球度假区",
  "Luna Senate": "月球参议院",
  "Luna Staging Station": "月球中转站",
  "Luna Trade Station": "月球贸易站",
  "Luna Train Station": "月球火车站",
  "Lunar Dust Processing Plant": "月球灰处理厂",
  "Lunar Industry Complex": "月球工业复合体",
  "Lunar Mine Urbanization": "月球采矿城市化",
  "Requires you have 1 mine tile. Increase your M€ production 1 step. Replace one of your mine tiles with this special tile. Raise the habitat rate 1 step. This tile counts both as a habitat and a mine tile.": "要求你有1个矿板块。增加你的M€生产1级。用这种特殊的改造板块替换你的一个采矿板块。提高殖民效率1级。这个特殊板块既可以算作殖民地板块也可以算作采矿板块。",
  "Lunar Observation Post": "月球观测站",
  "Lunar Planning Office": "月球规划办公室",
  "Lunar Security Stations": "月球安检站",
  "Lunar Steel": "月钢",
  "Lunar Trade Fleet": "月球船队",
  "Lunar standard projects": "月球标准项目",
  "Mare Imbrium Mine": "雨海矿山",
  "Mare Nectaris Mine": "酒海矿山",
  "Mare Nubium Mine": "云海矿山",
  "Mare Serenitatis Mine": "澄海矿山",
  "Martian Embassy": "火星大使馆",
  "Microsingularity Plant": "微奇点装置",
  "Mine tiles": "采矿板块",
  "Mining Complex": "矿业综合体",
  "Mining Robots Manuf. Center": "采矿机器人制造中心",
  "Mining rate": "采矿轨道",
  "Momentum Virium Habitat": "动能居住舱",
  "Moon Tether": "地月连结",
  "Mooncrate Block Factory": "月球坑采石场",
  "Mooncrate Convoys To Mars": "月球运输队前往火星",
  "New Colony Planning Initiaitives":"新殖民地计划委员会",
  "Off-World City Living": "离地城市生活",
  "Orbital Power Grid": "轨道电网",
  "Place 1 habitat tile, 1 mining tile and 1 road tile on The Moon. Raise the habitat rate, mining rate and logistic rate 1 step.": "在月球上放置1个栖息地板块、1个矿山板块和1个道路板块。将殖民地轨道、采矿轨道和物流轨道各增加1。",
  "Place a habitat tile on The Moon and raise the habitat rate 1 step. Increase your M€ production 1 step.": "在月球上放置一个栖息地板块，并将殖民地轨道提高1。将你的M€产能增加1。",
  "Place a mine tile on The Moon and raise the mining rate 1 step. Increase your titanium production 1 step.": "在月球上放置一个采矿板块，并将矿物价值提高1。将你的钛产能提高1。",
  "Place a mine tile on The Moon and raise the mining rate 1 step. Place a road tile adjacent to placed mine tile and raise the Logistics Rate 1 step. Pay 7 M€.": "在月球上放置一个地雷板，并将采矿轨道提高1。将道路板块放置在与放置的采矿板块相邻的位置，并将物流轨道提高1。支付7 M€。",
  "Place a road tile on The Moon and raise the Logistics Rate 1 step. Gain 1 trade fleet.": "在月球上放置一块道路板块，并将物流轨道提高1。获得1艘商业舰队。",
  "Place this tile on The Moon and raise the mining rate 1 step.": "将此板块放置在月球上，并将采矿轨道提高1。",
  "Preliminary Darkside": "暗面初步勘探",
  "Pride of the Earth Arkship": "地球方舟的骄傲",
  "Processor Factory": "处理器工厂",
  "Raise the Mars Planetary Track 1 step for every 3 Moon tags you have, including this.": "将火星行星轨道每3个月球标志增加1，包括此标志。",
  "Raise the habitat rate 1 step. Place a colony. Gain 1 Trade Fleet.": "将殖民地轨道提高1。放置一个殖民地。获得1艘贸易飞船。",
  "Requires 1 habitat tile on The Moon. Spend 1 titanium. Raise the habitat rate 2 steps.": "需要在月球上放置1个栖息地板块。支付1点钛。将殖民地轨道提高2。",
  "Requires 1 mine on The Moon.": "需要1个采矿板块。",
  "Requires 1 science and 2 space tags. Spend 2 titanium. 1 VP per science resource here.": "需要1个科学标志和2个太空标志。支付2点钛。此卡上每个科学资源价值1分。",
  "Requires 2 habitats on The Moon. Increase your energy production 2 steps.": "需要在月球上有2个栖息地。将你的电能产能增加2。",
  "Requires 2 habitats on The Moon. Spend 2 titanium. Decrease your energy production 1 step and increase your M€ production 3 steps. Raise the habitat rate 1 step.": "需要在月球上建造2个栖息地。支付2点钛。将您的电能产能减少1，将您的M€产能增加3。将殖民地轨道提高1。",
  "Requires 2 logistic rate. Raise the logistic rate 1 step. Increase your M€ production 1 step per logistic rate.": "需要一个2的物流轨道。将物流轨道提高1个单位。每提高1个物流轨道，将你的M€产能增加1个单位。",
  "Requires 2 mining tiles on The Moon. Spend 2 titanium. Increase your M€ production 4 steps.": "需要在月球上放置2个采矿板块。支付2点钛。将你的M€产能增加4。",
  "Requires 3 road tiles on The Moon. Raise the logistic rate 1 step.": "需要在月球上放置3个道路板块。将物流轨道提高1。",
  "Requires 4 habitat rate. All players pay 3M€ for each habitat tile they own.": "需要4或更高的栖息地轨道。每个玩家为他们拥有的每个栖息地板块支付3M€。",
  "Requires 4 mining rate. All players pay 4M€ for each mining tile they own.": "需要采矿轨道为4。每个玩家支付4M€，以拥有他们拥有的每个矿山板块。",
  "Requires 6 space tags.": "需要6个太空标志。",
  "Requires a logistic rate of 5 or higher. Spend 2 steel. Increase your M€ production 4 steps. Place this tile on The Moon and raise the logistic rate 1 step. 2 VP FOR EACH ROAD TILE ADJACENT TO THIS TILE.": "需要5或更高的物流轨道。支付2钢。将您的M€产能增加4。将此板块放置在月球上，并将物流轨道提高1。每个在此板块旁边的道路板块2分。",
  "Requires a mining rate of 5 or higher.": "需要采矿轨道为5或更高。",
  "Requires that Kelvinists are ruling or that you have 2 delegates there, and 1 mine tile on The Moon. Pay 1 steel per mine tile on The Moon to gain 4 heat per mine tile on The Moon. Raise the mining rate 1 step.": "需要执政党为开尔文党或拥有你的2个代表，并在月球上放置1个采矿板块。每有1个月球采矿板块，支付1钢并获得4热量。将采矿轨道提高1。",
  "Requires that Mars First are ruling or that you have 2 delegates there. Raise the logistic rate 1 step. All players may sell their steel resources for 3M€ each.": "需要火星之首党执政或拥有你的2个代表。将物流轨道提高1。所有玩家可以以每3M€的价格出售其钢资源。",
  "Requires that Scientists are ruling or that you have 2 delegates there. Gain 2 M€ per road tile on The Moon. Gain 2M€ per habitat tile on The Moon.": "需要科学家党执政或拥有你的2个代表。每个月球道路板块可获得2M€。每个月球栖息地板块可获得2M€。",
  "Requires that Unity are ruling or that you have 2 delegates there. Increase ALL colony tile tracks 1 step. Increase each colony tile track 1 step if you have a colony on that colony tile.": "需要联合党执政或2个以上代表。将所有殖民地指示物增加1。如果你在此殖民地板块上拥有殖民地，则将每个殖民地指示物增加1。",
  "Requires that you have 2 Moon tags.": "需要2个月球标志。",
  "Requires that you have 2 titanium production. Increase your M€ production 1 step. Raise the logistic rate 1 step.": "需要2点钛产能。将您的M€产能提高1个单位。将物流轨道提高1个单位。",
  "Requires that you have 3 Moon tags. Increase your M€ production 1 step per Moon tag in the game (including these.)": "需要3个月球标志。每个游戏中的月球标志（包括此标志）增加1点M€产能。",
  "Requires the habitat rate to be 2 or higher. Raise the habitat rate 1 step.": "需要2或更高的栖息地轨道。将栖息地轨道提高1。",
  "Requires the logistic rate to be 2 or higher. Raise the logistic rate 1 step": "需要物流轨道为2或更高。将物流轨道提高1个单位。",
  "Requires the logistic rate to be 2 or higher. Spend 1 titanium. Raise the logistic rate 2 steps.": "需要2或更高的物流轨道。支付1点钛金属。将物流轨道提高2个单位。",
  "Requires the mining rate of 2 or higher. Increase your energy production 1 step for each mining tile on The Moon.": "需要采矿轨道为2或更高。每个月球上的矿山板块增加1个电能产能。",
  "Requires the mining rate to be 3 or higher.": "需要采矿轨道大于等于3。",
  "Requires you have 1 mine tile. Increase your M€ production 1 step. Replace one of your mine tiles with this special tile. Raise the habitat rate 1 step. This tile counts both as a habitat and a mine tile.": "需要1个矿山板块。将你的M€产能增加1。用这个特殊板块替换你的一个矿山板块。将殖民地轨道增加1。这个板块既算作栖息地板块，也算作矿山板块。",
  "Requires you have 2 titanium production.": "需要2点钛产能。",
  "Revolting Colonists": "叛乱殖民者",
  "Road tiles": "街道石板",
  "Rover Drivers Union": "流浪者司机工会",
  "Rust Eating Bacteria": "锈蚀细菌",
  "Science 2 Space": "科学2太空",
  "Sinus Irdium Road Network":"彩虹湾高速路网",
  "Small Duty Rovers": "小型履带车。",
  "Solar Panel Foundry": "太阳能电池铸造厂",
  "Spend 1 steel and 1 titanium and raise your steel and titanium production 1 step.": "支付1点钢和1点钛，将您的钢和钛产能增加1。",
  "Spend 1 steel. Increase your M€ production 1 step. Place a road tile on The Moon and raise the Logistics Rate 1 step.": "支付1点钢铁。将你的M€产能增加1。在月球上放置一块道路板块，并将物流轨道增加1。",
  "Spend 1 titanium. 1 VP for every 2 microbes here.": "支付1点钛金属。在此卡上，每2个微生物价值1分。",
  "Spend 1 titanium. 1 VP for every 3 data resources here.": "支付1点钛金属。在此卡上，每3个数据价值1分。",
  "Spend 1 titanium. Gain 1 heat. Increase your energy production 2 steps.": "支付1点钛。获得1点热量。将你的电能产能提高2个。",
  "Spend 1 titanium. Gain 2 heat. Incease your energy production 1 step.": "支付1点钛。获得2点热量。将你的电能产能增加1。",
  "Spend 1 titanium. Increase your heat production 2 steps and your M€ production 3 steps. Place a habitat tile ON THE RESERVED AREA and raise the habitat rate 1 step.": "支付1点钛元素。将您的热产能提高2个单位，您的M€产能提高3个单位。将一个栖息地板块放置在保留区域上，并将殖民地轨道提高1个单位。",
  "Spend 1 titanium. Increase your steel production 1 step and your titanium production 1 step. Place a mine ON THE RESERVED AREA and raise the mining rate 1 step.": "支付1点钛。将您的钢铁产能和钛产能提高1。在保留区域放置一个矿山板块并将采矿轨道提高1。",
  "Spend 1 titanium. Increase your steel production 1 step for every 2 raised steps of mining rate.": "支付1点钛。每增加2个采矿轨道，将你的钢铁产能提高1个。",
  "Spend 1 titanium. Increase your steel production 1 step. Place a mine ON THE RESERVED AREA and raise the mining rate 1 step.": "支付1点钛。将您的钢铁产能提高1个。在保留区域放置一个矿山板块并将采矿轨道提高1个。",
  "Spend 1 titanium. Increase your titanium production 1 step. Place a mine ON THE RESERVED AREA and raise the mining rate 1 step.": "支付1点钛。将你的钛产能提高1个。将一座采矿板块放在保留区域上，并将矿的价值提高1个。",
  "Spend 1 titanium. Increase your titanium production 2 steps. Raise the mining rate 1 step.": "支付1点钛。将钛产能提高2个。将采矿轨道提高1个。",
  "Spend 1 titanium. Place a habitat tile on The Moon and raise the habitat rate 1 step.": "支付1点钛。在月球上放置一个栖息地板块，并将殖民地轨道提高1点。",
  "Spend 1 titanium. Raise the habitat rate 1 step. Gain 2M€ for each habitat tile on The Moon.": "支付1点钛。将殖民地轨道提高1。每个月球栖息地板块获得2M€。",
  "Spend 1 titanium. Raise the logistic rate 1 step.": "支付1点钛。将物流轨道提高1个。",
  "Spend 1 titanium. Raise the logistic rate 1 step. Gain 1 M€ per habitat tile, mine tile and road tile on The Moon.": "支付1点钛。将物流轨道提高1。每个月球栖息地板块、矿山板块和道路板块获得1M€。",
  "Spend 1 titanium. Raise the mining rate 2 steps.": "支付1点钛。将采矿轨道提高2。",
  "Spend 2 steel. Increase your M€ production 2 steps. Place a road tile on The Moon and raise the Logistics Rate 1 step.": "支付2点钢铁。将您的M€产能增加2。在月球上放置一块道路板块，并将物流评级提高1。",
  "Spend 2 steel. Raise the habitat rate 1 step.": "支付2点钢。将殖民速率提高1。",
  "Spend 2 steel. Raise the mining rate 1 step.": "支付2点钢。将采矿轨道提高1。",
  "Spend 2 titanium and 1 steel. Increase your steel and titanium production 1 step. Place a mine ON THE RESERVED AREA and a road tile adjacent to it. Raise the mining rate 1 step and the logistic rate 1 step.": "支付2点钛和1点钢。将您的钢产能和钛产能各增加1。在保留区域上放置一个矿山，并相邻放置一个道路板块。将矿山和物流轨道各增加1。",
  "Spend 2 titanium. Increase your titanium production 1 step for every 2 raised steps of mining rate.": "支付2点钛。每增加2个采矿轨道，将你的钛产量提高1个。",
  "Spend 2 titanium. Place 2 habitat tiles adjacent to at least 2 other habitat tiles and raise habitat rate 2 steps. Increase your TR 1 step for each 2 steps of the habitat rate.": "支付2点钛。将2个栖息地板块放置在至少2个其他栖息地板块旁边，并将殖民地轨道提高2。每提高2个殖民地轨道，你的改造度增加1。",
  "Spend 2 titanium. Place a mine tile on The Moon and raise the mining rate 1 step. Increase your steel, titanium, and heat production 1 step each. Increase your energy production 2 steps.": "支付2点钛。在月球上放置一个采矿板块，并将矿价提高1点。将你的钢铁、钛和热产能分别提高1点。将你的电能产能提高2点。",
  "Spend 2 titanium. Place this tile ON THE RESERVED AREA.": "支付2点钛。将此板块放置在保留区。",
  "Spend 3 titanium. -1 VP for every resource here.": "支付3点钛元素。本卡每个资源值-1分。",
  "Sphere Habitats": "球形栖息地",
  "STAGING STATION \"BEHEMOTH\"": "巨兽号中转站",
  "Steal": "偷取",
  "Steel Market Monopolists": "钢铁市场垄断者",
  "Subterranean Habitats": "地下栖息地",
  "Syndicate Pirate Raids": "辛迪加海盗袭击",
  "The Womb": "起源之城",
  "Thorium Rush": "钍金属狂潮",
  "Titanium Extraction Center": "钛提取中心",
  "Titanium Market Monopolists": "钛市场垄断者",
  "Tycho Road Network": "泰科街道网络",
  "Underground Detonators": "地下炸弹",
  "Undermoon Drug Lords Network": "毒枭地下网络",
  "Water Treatment Complex": "水处理建筑群",
  "We Grow As One": "我们一起成长",
  "habitat rate": "殖民地轨道"
}
